{
    "projects": [
      {
        "name": "Paris Basketball NFT Release",
        "team": "Consulting",
        "description": "In partnership with Polygon & Sequence Wallet, consulted Paris Basketball on the first NFT release in French basketball history. We brokered a partnership between Polygon, Sequence Wallet, and Paris Basketball to launch an NFT project to boost overall fan engagement for the club. We drove 500k+ Twitter views, 150k+ website visits, and 35k+ NFT claims in just 72 hours! Students were flown out to Paris to witness the drop in-person and received return offers to build a sequel NFT project to be launched in late September.",
        "link": "https://parisbasketballcollect.com/"
      },
      {
        "name": "Vehicle Scrapping Project Proposal",
        "team": "Case",
        "description": "We proposed a project to the Indian Ministry of Transportation that involved transforming the vehicle scrapping industry to a blockchain-based system. We transformed the eligibility and fitness checks, registration, and compensation processes through our proposal, and submitted a report to the Indian government.",
        "link": "https://docsend.com/view/c6nnn6jaizupq2b8"
      },
      {
        "name": "Dune Analytics Dashboard for Ethereum",
        "team": "Development",
        "description": "We developed a Dune dashboard to compare Ethereum transactions, volume, gas, and other data, pre-Merge and post-Merge. We aimed to identify the major improvements that were made by the overhaul of Ethereum’s consensus mechanism and found very insightful information!",
        "link": "https://dune.com/sean_balks/nyu-bnf-f22"
      },
      {
        "name": "bNFTs for the NYU Community",
        "team": "Development",
        "description": "We launched an NFT project for the NYU community, calling them “bNFTs” as a play on our name B&F, using generative art and our own ERC-721 contracts. All present, and future, B&F members will have access to this NFT and will give them gated access to tons of exclusive events and even qualify them for merch drops from our partners and ourselves!",
        "link": "https://opensea.io/collection/bnfts-bobcat"
      },
      {
        "name": "Quantitative Trading Strategy Research",
        "team": "DeFi",
        "description": "We aimed to devise a quantitative finance strategy tailored to the DeFi market. Amid the collapse of FTX, the rise of Machine Learning to the cultural mainstream, increased DeFi market volatility, and a generally bearish outlook on centralized exchanges, new opportunities for specialized strategies have emerged.",
        "link": "https://docsend.com/view/nu9dzxbitscv265p"
      }
    ]
  }
  
